app/controllers/city_introduction_controller.rb

SELECT "city_introductions".* FROM "city_introductions"
---
  def index
    @cityIntroductions = CityIntroduction.all